{
    "ducks" :[
            
        {
            "duckName": "Свистящая Утка",
            "duckImage": "assets/img/islik.jpeg",
            "duckGif" : "assets/img/islik.jpeg",
            "duckOrigin": "Где найти?: \n -Центрально-Южная Америка \n",
            "duckDescription": "Описание: \n -Только свистит. \n",
            "duckGuise": "Вид: \n -Грудь коричневого цвета, светло-коричневая голова, темный клюв и белая шея. \n",
            "duckInfo": "Данные: \n -Длина: 45-53 см. \n -Масса: 0,720-1,000 гр. \n -Размах Крыльев: 85-90 см. \n",
            "duckAbout": "Об Утке: \n -Это длинноногая утка. В основном разные оттенки коричневого; голова, шея и грудь особенно насыщенно-желтого цвета с более темной спиной. Мантия более темного оттенка коричневого цвета с перьями охристого кончика, маховые перья и хвост темно-коричневые, а полоса от темно-коричневой до черной проходит через всю спину. от центра макушки вниз по задней части шеи до основания мантии. У него беловатые полосы на боках, длинный серый клюв и серые ноги. В полете крылья сверху коричневые, снизу черные, без белых пятен, а белый полумесяц на крупе контрастирует с черным хвостом."
        },
        {
            "duckName": "Пекинская Утка",
            "duckImage": "assets/img/white_duck.jpeg",
            "duckGif" : "assets/img/white_duck.jpeg",
            "duckOrigin": "Где найти?: \n -Китая \n",
            "duckDescription": "Описание: \n -Обычная утка белого цвета. \n",
            "duckGuise": "Вид: \n -Длинное тело и шея, ноги и клюв оранжевого цвета, утка в целом белая. \n",
            "duckInfo": "Данные: \n -Длина: 50-65 см. \n -Масса: 3,500-4,500 гр. \n -Размах Крыльев: 140 см. \n",
            "duckAbout": "Об Утке: \n -Белая пекинская  утка — американская порода домашней утки, выращиваемая в основном ради мяса. Он произошел от птиц, завезенных в Соединенные Штаты из Китая в девятнадцатом веке, и сейчас его разводят во многих частях мира. Его часто называют американским пекином, чтобы отличить его от немецкого пекина, отдельной породы, происходящей от той же китайской породы, но имеющей другое разведение. Многие из этих уток были выращены на Лонг-Айленде, штат Нью-Йорк, в конце девятнадцатого и начале двадцатого веков, откуда порода получила свое название «Лонг-Айлендская утка»."
        },
        {
            "duckName": "Кряква",
            "duckImage": "assets/img/mallard.jpg",
            "duckGif" : "assets/gif/yesilbas_loop.gif",
            "duckOrigin": "Где найти?: \n -Европа, Азия, Северная Америка \n",
            "duckDescription": "Описание: \n -У неё голова желёного цвета. \n",
            "duckGuise": "Вид: \n -Голова блестящая зеленая с серебристыми крыльями, ноги оранжево-красные. \n",
            "duckInfo": "Данные: \n -Длина: 50-65 см. \n -Масса: 0,700-1,600 гр. \n -Размах Крыльев: 81-98 см. \n",
            "duckAbout": "Об Утке: \n -Кряква (или дикая утка) — это речная утка, которая гнездится в умеренном и субтропическом климате. Эта утка принадлежит к подсемейству Anatinae семейства водоплавающих птиц Anatidae. У самцов голова зеленая, а у самок (кур или уток) оперение преимущественно коричнево-крапчатое. У обоих полов на крыльях есть область черных или переливающихся фиолетовых или синих перьев с белой каймой, называемая зеркалом; у самцов особенно часто бывают синие перья зеркала. Зачастую они немного тяжелее большинства других ревущих уток. Кряквы живут на водно-болотных угодьях, питаются водными растениями и мелкими животными и являются социальными животными, предпочитающими собираться в группы или стаи разного размера."
        },
        {
            "duckName": "Широконоска",
            "duckImage": "assets/img/northern_shoveler.jpg",
            "duckGif" : "assets/img/northern_shoveler.jpg",
            "duckOrigin": "Где найти?: \n -Евразия, Северная Америка \n",
            "duckDescription": "Описание: \n -Её клюв словно похож на ложку. \n",
            "duckGuise": "Вид: \n -Голова темно-зеленая, крылья светло-коричневые с частью зеленого цвета, грудка белая, брюшко каштановое. \n",
            "duckInfo": "Данные: \n -Длина: 48-50 см. \n -Масса: 0,700 гр. \n -Размах Крыльев: 76 см. \n",
            "duckAbout": "Об Утке: \n -Северная широконоска (или также известная как широконоска в Великобритании) — обычная и широко распространенная утка. Северные широконоски питаются, добывая растительную пищу, часто раскачивая клювом из стороны в сторону и используя его для процеживания пищи из воды. Они используют свой узкоспециализированный клюв (от которого и произошло их название) для добычи водных беспозвоночных. Их широкий плоский клюв снабжен хорошо развитыми пластинками – небольшими гребнеобразными образованиями по краю клюва, которые действуют как сита, позволяя птицам снимать с поверхности воды ракообразных и планктон. Эта адаптация, более специализированная у лопаток, дает им преимущество перед другими лужистыми утками, с которыми им не приходится конкурировать за пищевые ресурсы в течение большей части года. Таким образом, их предпочтительной средой обитания являются болота с илистым дном, богатые беспозвоночными. Гнездиться лопатка предпочитает на травянистых участках вдали от открытой воды. Их гнездо представляет собой неглубокую ямку на земле, выстланную растительным материалом и пухом. Куры обычно несут около девяти яиц. Селезни очень территориальны во время сезона размножения и будут защищать свою территорию и партнеров от конкурирующих самцов. Селезни также демонстрируют тщательно продуманное ухаживание как на воде, так и в воздухе; нередко дюжина или более самцов преследуют одну курицу. Несмотря на свой солидный вид, лопаты — ловкие летчики."
        },
        {
            "duckName": "Савка",
            "duckImage": "assets/img/dikkuyruk.jpeg",
            "duckGif" : "assets/img/dikkuyruk.jpeg",
            "duckOrigin": "Где найти?: \n -Испания, Северная Африка, Западно-Восточная Азия \n",
            "duckDescription": "Описание: \n -Имеет прямой хвост. \n",
            "duckGuise": "Вид: \n -Голова белая с точкой серого цвета сверху, клюв синий, грудь светло-коричневая, оперение рыжевато-серое. \n",
            "duckInfo": "Данные: \n -Длина: 45 см. \n -Масса: 0,580-0,750 гр. \n -Размах Крыльев: 43-48 см. \n",
            "duckAbout": "Об Утке: \n -Белоголовая утка (Oxyura Leucocephala) — небольшая ныряющая утка. Первоначально эта утка была описана Джовани Антонио Скополи как Anas leucocephala в 1769 году. В настоящее время она относится к роду Oxyura. Другие общие синонимы, использовавшиеся в прошлом, включают Erismatura, Cerconectes, Gymnura, Undina, Bythonessa, Plectrura и Pervicauda. Он скрещивается с другими видами своего рода, например, с румяной уткой. Гибриды полностью плодовиты и способны давать жизнеспособное потомство от обоих родительских видов. Вид монотипичен. Различные популяции белоголовой утки не имеют существенных генетических различий. Однако некоторые исследования показали, что они действительно демонстрируют морфологические различия: западные популяции крупнее по размеру, имеют более темную окраску брюшной полости, а у самцов больше желтых перьев на спине. Птицы темной фазы встречаются только в западных популяциях. Обычно считается, что из рода Oxyura он наиболее тесно связан с уткой Маккоа. Некоторые исследования также показали, что эти два вида образуют кладу с синеклювой уткой, хотя это оспаривается, а видовые отношения между утками оксиуры не решены»."
        },
        {
            "duckName": "Чирок-Трескунок",
            "duckImage": "assets/img/garganey.jpg",
            "duckGif" : "assets/img/garganey.jpg",
            "duckOrigin": "Где найти?: \n -Северная Америка, ВБ, Индия, Юговосточная Азия, Южная Африка \n",
            "duckDescription": "Описание: \n -Имеет странное имя, не так ли? \n",
            "duckGuise": "Вид: \n -Голова и грудь коричневые с широким белым полумесяцем над глазом, оперение полностью коричневое. \n",
            "duckInfo": "Данные: \n -Длина: 41 см. \n -Масса: 0,300-0,400 гр. \n -Размах Крыльев: 58-69 см. \n",
            "duckAbout": "Об Утке: \n -Гаргани (Spatula querquedula) — маленькая резвящаяся утка. Как и другие маленькие утки, такие как евразийский чирок, этот вид легко поднимается из воды и совершает быстрый, извивающийся полет, напоминающий куликов. Первое официальное описание гаргани было сделано шведским натуралистом Карлом Линнеем в 1758 году в десятом издании его «Системы природы». Он ввел биномиальное имя Anas querquedula. Распространенное английское название датируется 17 веком и происходит от лангобардского языка «gargenei». Во время плавания на его верхних конечностях видны заметные белые края. Его макушка (анатомия) темная, а лицо красновато-коричневое. Эти птицы питаются в основном скольжением, а не переворачиванием. Самец издает характерный потрескивающий брачный крик; самка довольно молчалива для самки-утки, но может справиться со слабым кряканьем."
        }
    ]
    }